package blackjack;

public class BlackjackDTO {
	//카드
	String heartCard[] = {"하트A", "하트2", "하트3", "하트4", "하트5", "하트6", "하트7", "하트8", "하트9", "하트10", "하트J", "하트Q", "하트K"};
	String spadeCard[] = {"스페이드A", "스페이드2", "스페이드3", "스페이드4", "스페이드5", "스페이드6", "스페이드7", "스페이드8", "스페이드9", "스페이드10", "스페이드J", "스페이드Q", "스페이드K"};
	String diaCard[] = {"다이아A", "다이아2", "다이아3", "다이아4", "다이아5", "다이아6", "다이아7", "다이아8", "다이아9", "다이아10", "다이아J", "다이아Q", "다이아K"};
	String colverCard[] = {"클로버A", "클로버2", "클로버3", "클로버4", "클로버5", "클로버6", "클로버7", "클로버8", "클로버9", "클로버10", "클로버J", "클로버Q", "클로버K"};
	
	String[] userPick;
	String[] dealerPick;
}
